brew "colima"
brew "docker"
brew "openssl@3"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "git"
brew "gmp"
brew "libyaml"
brew "midnight-commander"
brew "mise"
brew "postgresql@14"
brew "ripgrep"
brew "rust"
brew "stow"
brew "tmux"
brew "zoxide"
cask "bitwarden"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "keepingyouawake"
cask "zed"
