brew "bat"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "git"
brew "mise"
brew "ripgrep"
brew "stow"
brew "zoxide"
brew "midnight-commander"
cask "bitwarden"
cask "firefox"
cask "google-chrome"
cask "keepingyouawake"
cask "zed"
cask "ghostty"
cask "nordvpn"
cask "obsidian"
cask "linearmouse"
